Repository: ahMADASSadi/MADASSandD
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Welcome to My Portfolio
fa: به سایت من خوش آمدید

source: Hi there! I'm Ahmad Asadi, a passionate developer and open-source enthusiast.
fa: سلام. من احمد اسدی هستم. برنامه نویسی رو دوست دارم و از ابزارهای اوپن سورس لذت میبرم.

source: Check out my GitHub
fa: پروفایل گیت‌هاب من

source: About Me
fa: درباره من

source: I am a passionate developer who enjoys creating solutions that help people. I specialize in web development, using frameworks like Django and FastAPI.Also, I luv machine learning and deeeeeeeeeep learning.
fa: خیلی برای کد زدن و چالش‌های جدید مشتاقم. بیشتر با جنگو و فست برای ساختن API استفاده کردم. در ضمن اینم بگم که عاشق یادگیری ماشین و یادگیری عمیقم;خیلی عمییییق.

source: HomePage
fa: صفحه اصلی

source: Get in Touch
fa: در تماس باشیم

source: "Feel free to reach out to me for collaborations or any questions!"
fa: میتونید برای اشنایی، کار یا هر چیز دیگه‌ای باهام در تماس باشید

source: Email
fa: ایمیل

source: Telegram
fa: تلگرام

source: No rights reserved. It's an open-source world <3
fa: هیچ حقی محفوظ نیست. دنیای اوپن سورسه <3

source: My Projects
fa: پروژه‌ها

source: Here are some of the projects I've worked on:
fa: پروژه‌هایی که به صورت پابلیک روی گیت‌هابم موجود هست رو میتونید اینجا ببینید

source: View on GitHub
fa: GitHub

source: No repositories found.
fa: ریپویی پیدا نشد

source: My Tools
fa: ابزارهای من

source: Technologies I specialize in:
fa: تکنولوژی‌هایی که باهاشون کار میکنم
